IDEA Open Model
OpenModel.ReinforcedCrossSection Property
Compatible with IDEA StatiCa 20.1
 List of Reinforced CrossSection
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<ReinforcedCrossSection> ReinforcedCrossSection { get; set; }
Public Property ReinforcedCrossSection As List(Of ReinforcedCrossSection)
	Get
	Set
Property Value
Type: List<ReinforcedCrossSection>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace